"Already logged in"="你已登入";
"AuthData failed"="無法找到驗證數據。";
"Blocked device"="這個設備被封鎖";
"Connection failed"="無法連接到伺服器。請檢查連接後再試一次.";
"Current thread is not a main thread"="該API只在主線程才可以呼叫.";
"Game inspection"="正在維修當中.";
"Hangame inspection"="Hangame正在維修當中.";
"Ignore and play"="稍後";
"Image encoding failed"="無法讀取圖片。請再試一次.(0X%08x)";
"Internal error"="發生內部錯誤.";
"Invalid client version"="客戶端版本是不正確的.";
"Invalid game info"="遊戲信息是不正確的";
"Invalid parameter"="參數是不正確的.";
"Invalid system info"="系統信息是不正確的.";
"Invalid using API"="API使用是不正確的.";
"Invalid using login API"="登入API使用是不正確的.";
"Json parsing failed"="無法找到信息.請再試一次。(0X%08x)";
"Latest version exist"="發現最新版本.";
"Admin returned not loginable"="在Admin上設置爲不可登入.";
"Admin returned not playable"="在Admin上設置爲不可執行遊戲.";
"Move to appstore"="立即更新";
"New version detected, but playable"="爲了使用更好的穩定服務，必須更新爲最新版本.";
"New version detected, no playable"="爲了使用更好的穩定服務，必須更新爲最新版本.";
"Not enough memory"="執行中的應用太多而內存不足。請先關閉不使用的應用後，再執行。";
"Not exist authData"="沒有認證信息。";
"Not initialized"="該系統還沒有被初始化.";
"Network restoring"="正在恢複網路.";
"Not logged in"="您還沒有登入.";
"Not supported function"="此功能不支持.";
"Not registered game"="這個遊戲是未注冊的.";
"Not usable device"="不可使用的設備.";
"Resource update fail"="更新資源失敗.";
"Now waiting login"="等待登入完成.";
"Platform inspection"="該平台正在維修.";
"Success"="成功";
"Time out"=" ";
"Unknown error"="連接到伺服器時，發生錯誤.(代碼:0X%08x)";
"User canceled"="被用戶取消.";
"Return to game"="回到遊戲.";
"Would you excute this game after exit"="你想要運行該應用嗎?";
"Would you launch app store after exit"="你想要下載該應用嗎?";
"Would you move to game portal after exit"="這遊戲還沒在iOS開始服務. 你想到該遊戲的詳細資訊網頁嗎?";
"Detected Jail break warning"="因爲該設備的不正常使用，不可繼續使用服務";
"Detected cheating app warning"="幹預遊戲正常運作的工具壹旦被發現, 如果不刪除遊戲將被終止.";
"Title for agreement"="注意事項!";
"Message for agreement"="幹預遊戲正常運作的工具壹旦被發現, 如果不刪除遊戲將被終止. 裝置內存在幹預遊戲的工具時, 工具信息會被獲取.";
"Permit agreement"="同意";
"Refuse agreement"="不同意";
"Message for inspection, can not play"="維修中，服務暫時受限.";
"Message for inspection but playable"="維修中，一些服務会暫時受限.";
"Message for resource update failed"="由于客戶端信息不正確，無法更新資源. 請聯系我們的客戶服務中心.";
"Message for blocked device"="你不能使用服務在此設備.";
"Message for not registered device"="只有一些已注冊的設備才可用服務.";
"Message for server error"="發生服務錯誤，無法連接遊戲.請結束遊戲後，再試.";
"Message for punishment"="The gameplay is restricted due to abnormal gameplay.";
"Service closed"="服務已關閉謝謝你的支持.";
"Cancel"="取消";
"Excute"="運行";
"Confirm"="確認";
"Close"="關閉";
"Detail"="詳細查看";
"Age Requirement for Adult"="未成年の方は、アイテムを購入する前に保護者の許可が必要です。あなたは20歳未満ですか？";
"Check Permission by Parents"="保護者の許可をもらいましたか？";
"YES"="Yes";
"NO"="No";
